tap "homebrew/bundle"
tap "joshmedeski/sesh"
tap "planetscale/tap"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "joshmedeski/sesh/sesh"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "planetscale/tap/pscale"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "zoxide"
cask "alacritty"
