tap "homebrew/bundle"
tap "joshmedeski/sesh"
tap "planetscale/tap"
brew "atuin"
brew "bat"
brew "colima"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "fd"
brew "ffmpegthumbnailer"
brew "fish"
brew "fnm"
brew "fzf"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "goose"
brew "joshmedeski/sesh/sesh"
brew "jq"
brew "kubectl"
brew "kubectx"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "planetscale/tap/pscale"
brew "poppler"
brew "ripgrep"
brew "sqlc"
brew "starship"
brew "tmux"
brew "tpm"
brew "tursodatabase/tap/turso"
brew "unar"
brew "yazi"
brew "zoxide"
cask "alacritty"
